import telebot

def top_haiku():
    return ("1) Возился с проектом,\n Весь день с утра и до ночи.\n Забыл сделать пуш.\n\n" +
            "2) Звучат как цель \n Для всех джунов \n Бегин и энд.")

def about():
	return ("Проект выполнен студентами 3 курса ИММиКН ЮФУ. \n\n" +
			"Сделано в рамках МУАМ «ИКТ в гуманитарной сфере и компьютерная лингвистика».\n\n" + 
			"Состав команды: \n\n" +
			"1. Кафтанов Никита — капитан, 3.8 \n" +
			"2. Аршакян Гаянэ — 3.9 \n" + 
			"3. Аскерова Анастасия — 3.9 \n" + 
			"4. Волнобой Ирина — 3.8 \n" + 
			"5. Дроздов Дмитрий — 3.8 \n" + 
			"6. Сердюков Максим — 3.8 \n" + 
			"7. Терещенко Владислав — 3.8 \n" + 			
			"8. Чумаков Станислав — 3.8 \n"  )